{
  "recentTitle": "سجل المكالمات",
  "recent": "السجل",
  "noCall": "لم يتم العثور على مكالمات مؤخراً",
  "contacts": "جهات الاتصال",
  "search": "بحث",
  "noContacts": "لم يتم العثور على جهات اتصال",
  "add": "إضافة",
  "call": "الاتصال",
  "enterPhoneNum": "أدخل رقم الهاتف أولاً",
  "settings": "الإعدادات",
  "lang": "اللغة",
  "themeMode": "النسق",
  "arabic": "العربية",
  "english": "الإنجليزية",
  "lightMode": "وضع النهار",
  "darkMode": "الوضع المظلم",
  "profile": "الملف الشخصي",
  "aboutUs": "حول",
  "contactUs": "اتصل بنا",
  "privacyPolicy": "سياسة الخصوصية",
  "rateUs": "قيمنا",
  "shareApp": "شارك التطبيق",
  "exit": "خروج",
  "plzChooseGender": "يرجى اختيار الجنس",
  "male": "ذكر",
  "female": "أنثى",
  "choiceGender": "اختيار الجنس",
  "yourGender": "الجنس",
  "signWithUs": "سجل معنا",
  "yourName": "الاسم",
  "yourNumber": "الرقم",
  "save": "حفظ",
  "delete": "حذف",
  "cancel": "إلغاء",
  "areYouSure": "هل أنت متأكد من حذف",
  "edit": "تعديل",
  "french": "الفرنسية",
  "name": "الاسم",
  "phone": "الرقم",
  "gender": "الجنس",
  "logout": "تسجيل الخروج",
  "statistics": "ألإحصائيات",
  "statisticsIsSoon":"ستتوفر ألإحصائيات قريباً",
  "chat":"المحادثة",
  "messages":"الرسائل",
  "agreeTermsConditions": "أوافق على الشروط و الأحكام",
  "pleaseAgreeTermsConditions": "الرجاء الموافقة على الشروط و الأحكام",
  "pP_privacyPolicy": "سياسة الخصوصية\n",
  "pP_privacyPolicy_text": "قام آلان ماجد الحسن ببناء تطبيق كالي كتطبيق مجاني.يتم توفير هذه الخدمة من قبل آلان ماجد الحسن دون أي تكلفة وهي مخصصة للاستخدام كما هي.تستخدم هذه الصفحة لإعلام الزوار فيما يتعلق بسياساتي في جمع واستخدام والكشف عن المعلومات الشخصية إذا قرر أي شخص استخدام خدمتي.إذا اخترت استخدام خدمتي ، فإنك توافق على جمع واستخدام المعلومات المتعلقة بهذه السياسة. يتم استخدام المعلومات الشخصية التي أجمعها لتوفير الخدمة وتحسينها. لن أستخدم أو أشارك معلوماتك مع أي شخص باستثناء ما هو موضح في سياسة الخصوصية هذه.إن المصطلحات المستخدمة في سياسة الخصوصية هذه لها نفس المعاني الواردة في الشروط والأحكام الخاصة بنا ، والتي يمكن الوصول إليها في كالي ما لم يتم تحديد خلاف ذلك في سياسة الخصوصية هذه.",
  "pP_informationCollectionUse": "جمع المعلومات واستخدامها\n",
  "pP_informationCollectionUse_text": "للحصول على تجربة أفضل ، أثناء استخدام خدمتنا ، قد أطلب منك تزويدنا بمعلومات تعريف شخصية معينة. سيتم الاحتفاظ بالمعلومات التي أطلبها على جهازك ولا يتم جمعها بأي شكل من الأشكال.",
  "pP_logData": "بيانات السجل\n",
  "pP_logData_text": "أريد أن أبلغكم أنه كلما كنت تستخدم خدمة بلدي ، في حالة وجود خطأ في التطبيق أقوم بجمع البيانات والمعلومات (من خلال منتجات طرف ثالث) على هاتفك يسمى بيانات السجل. قد تتضمن بيانات السجل هذه معلومات مثل عنوان بروتوكول الإنترنت الخاص بجهازك (IP) واسم الجهاز وإصدار نظام التشغيل وتكوين التطبيق عند استخدام خدمتي ووقت وتاريخ استخدامك للخدمة وإحصاءات أخرى.",
  "pP_cookies": "ملفات تعريف الارتباط\n",
  "pP_cookies_text": "ملفات تعريف الارتباط هي ملفات تحتوي على كمية صغيرة من البيانات التي يتم استخدامها بشكل شائع كمعرفات فريدة مجهولة المصدر. يتم إرسالها إلى متصفحك من مواقع الويب التي تزورها ويتم تخزينها على الذاكرة الداخلية لجهازك.لا تستخدم هذه الخدمة ملفات تعريف الارتباط هذه بشكل صريح. ومع ذلك ، قد يستخدم التطبيق كود ومكتبات تابعة لجهات خارجية تستخدم ملفات تعريف الارتباط لجمع المعلومات وتحسين خدماتها. لديك خيار إما قبول أو رفض ملفات تعريف الارتباط هذه ومعرفة متى يتم إرسال ملف تعريف الارتباط إلى جهازك. إذا اخترت رفض ملفات تعريف الارتباط الخاصة بنا ، فقد لا تتمكن من استخدام بعض أجزاء هذه الخدمة.",
  "pP_serviceProviders": "مقدموا الخدمات\n",
  "pP_serviceProviders_text": "يجوز لي توظيف شركات وأفراد من أطراف ثالثة للأسباب التالية:\n\n 1. لتسهيل خدمتنا \n2. لتقديم الخدمة نيابة عنا \n3. لأداء الخدمات المتعلقة بالخدمة \n 4. لمساعدتنا في تحليل كيفية استخدام خدمتنا ، نريد إبلاغ مستخدمي هذه الخدمة بأن هذه الأطراف الثالثة لديها حق الوصول إلى معلوماتهم الشخصية. والسبب هو أداء المهام الموكلة إليهم نيابة عنا. ومع ذلك ، فهي ملزمة بعدم الكشف عن المعلومات أو استخدامها لأي غرض آخر.",
  "pP_security": "الأمن\n",
  "pP_security_text": "أقدر ثقتك في تزويدنا بمعلوماتك الشخصية ، وبالتالي فإننا نسعى جاهدين لاستخدام وسائل مقبولة تجاريا لحمايتها. لكن تذكر أنه لا توجد طريقة للإرسال عبر الإنترنت ، أو طريقة للتخزين الإلكتروني آمنة وموثوقة بنسبة 100 ٪ ، ولا يمكنني ضمان أمنها المطلق.",
  "pP_linksOtherSites": "روابط لمواقع أخرى\n",
  "pP_linksOtherSites_text": "قد تحتوي هذه الخدمة على روابط لمواقع أخرى. إذا نقرت على رابط تابع لجهة خارجية ، فسيتم توجيهك إلى هذا الموقع. لاحظ أن هذه المواقع الخارجية لا يتم تشغيلها من قبلي. لذلك ، أنصحك بشدة بمراجعة سياسة الخصوصية لهذه المواقع. ليس لدي أي سيطرة ولا أتحمل أي مسؤولية عن المحتوى أو سياسات الخصوصية أو ممارسات أي مواقع أو خدمات تابعة لجهات خارجية.",
  "pP_childrenPrivacy": "خصوصية الأطفال\n",
  "pP_childrenPrivacy_text": "أنا لا جمع معلومات شخصية عن علم من الأطفال. أنا أشجع جميع الأطفال على عدم تقديم أي معلومات شخصية من خلال التطبيق و/أو الخدمات. أشجع الآباء والأوصياء القانونيين على مراقبة استخدام أطفالهم للإنترنت والمساعدة في فرض هذه السياسة من خلال توجيه أطفالهم إلى عدم تقديم معلومات تعريف شخصية من خلال التطبيق و/أو الخدمات دون إذنهم. إذا كان لديك سبب للاعتقاد بأن الطفل قد قدم لنا معلومات تعريف شخصية من خلال التطبيق و / أو الخدمات ، يرجى الاتصال بنا. يجب أن يكون عمرك 16 عاما على الأقل للموافقة على معالجة معلومات التعريف الشخصية الخاصة بك في بلدك (في بعض البلدان قد نسمح لوالدك أو الوصي عليك بالقيام بذلك نيابة عنك).",
  "pP_changesThisPrivacyPolicy": "التغييرات على سياسة الخصوصية هذه\n",
  "pP_changesThisPrivacyPolicy_text": "قد أقوم بتحديث سياسة الخصوصية الخاصة بنا من وقت لآخر. وبالتالي ، ينصح بمراجعة هذه الصفحة بشكل دوري لأي تغييرات. سأخطرك بأي تغييرات عن طريق نشر سياسة الخصوصية الجديدة على هذه الصفحة.\n\n تسري هذه السياسة اعتبارا من 2022-01-01",
  "pP_contactUs": "اتصل بنا\n",
  "pP_contactUs_text": "إذا كان لديك أي أسئلة أو اقتراحات حول سياسة الخصوصية الخاصة بي ، فلا تتردد في الاتصال بي على alanalhasan0@gmail.com",
  "tC_termsConditions": "الشروط والأحكام\n",
  "tC_termsConditions_text": "عن طريق تنزيل التطبيق أو استخدامه ، سيتم تطبيق هذه الشروط عليك تلقائيا – لذلك يجب عليك التأكد من قراءتها بعناية قبل استخدام التطبيق. لا يسمح لك بنسخ أو تعديل التطبيق أو أي جزء من التطبيق أو علاماتنا التجارية بأي شكل من الأشكال. لا يسمح لك بمحاولة استخراج الكود المصدري للتطبيق ، ولا يجب عليك أيضا محاولة ترجمة التطبيق إلى لغات أخرى أو إنشاء إصدارات مشتقة. التطبيق نفسه ، وجميع العلامات التجارية وحقوق الطبع والنشر وحقوق قاعدة البيانات وحقوق الملكية الفكرية الأخرى المتعلقة به ، لا تزال تنتمي إلى آلان ماجد الحسن.يلتزم آلان ماجد الحسن بضمان أن يكون التطبيق مفيدا وفعالا قدر الإمكان. لهذا السبب ، نحتفظ بالحق في إجراء تغييرات على التطبيق أو فرض رسوم على خدماته ، في أي وقت ولأي سبب. ونحن لن تهمة لكم عن التطبيق أو خدماتها دون أن يجعل من الواضح جدا لك بالضبط ما كنت تدفع ثمن.يقوم تطبيق كالي بتخزين ومعالجة البيانات الشخصية التي قدمتها لنا ، لتقديم خدمتي. تقع على عاتقك مسؤولية الحفاظ على أمان هاتفك والوصول إلى التطبيق. لذلك نوصي بعدم كسر الحماية أو استئصال هاتفك ، وهي عملية إزالة قيود البرامج والقيود التي يفرضها نظام التشغيل الرسمي لجهازك. يمكن أن يجعل هاتفك عرضة للبرامج الضارة / الفيروسات / البرامج الضارة ، ويعرض ميزات أمان هاتفك للخطر ، وقد يعني ذلك أن تطبيق كالي لن يعمل بشكل صحيح أو على الإطلاق.يجب أن تدرك أن هناك أشياء معينة لن يتحمل آلان ماجد الحسن مسؤوليتها. وظائف معينة من التطبيق يتطلب التطبيق لديك اتصال إنترنت نشط. يمكن أن يكون الاتصال واي فاي أو المقدمة من قبل مزود شبكة المحمول الخاص بك ، ولكن آلان ماجد الحسن لا يمكن أن تتحمل المسؤولية عن التطبيق لا يعمل في وظائف كاملة إذا لم يكن لديك الوصول إلى واي فاي ، ولم يكن لديك أي من بدل البيانات الخاصة بك اليسار.إذا كنت تستخدم التطبيق خارج منطقة مع واي فاي ، يجب أن نتذكر أن شروط الاتفاق مع مزود شبكة المحمول الخاص بك وسوف لا تزال سارية. نتيجة لذلك ، قد يتم محاسبتك من قبل مزود خدمة الهاتف المحمول الخاص بك مقابل تكلفة البيانات طوال مدة الاتصال أثناء الوصول إلى التطبيق ، أو رسوم الطرف الثالث الأخرى. عند استخدام التطبيق ، فإنك تتحمل المسؤولية عن أي رسوم من هذا القبيل ، بما في ذلك رسوم بيانات التجوال إذا كنت تستخدم التطبيق خارج إقليمك الأصلي (أي المنطقة أو البلد) دون إيقاف تشغيل تجوال البيانات. إذا لم تكن دافع الفاتورة للجهاز الذي تستخدم التطبيق عليه ، فيرجى العلم بأننا نفترض أنك تلقيت إذنا من دافع الفاتورة لاستخدام التطبيق.على نفس المنوال ، آلان ماجد الحسن لا يمكن دائما تحمل المسؤولية عن الطريقة التي تستخدم التطبيق أي. تحتاج إلى التأكد من بقاء جهازك مشحونا-إذا نفدت البطارية ولم تتمكن من تشغيله للاستفادة من الخدمة ، فلن يتحمل آلان ماجد الحسن المسؤولية. فيما يتعلق بمسؤولية آلان ماجد الحسن عن استخدامك للتطبيق ، عند استخدامك للتطبيق ، من المهم أن تضع في اعتبارك أنه على الرغم من أننا نسعى لضمان تحديثه وصححه في جميع الأوقات ، فإننا نعتمد على أطراف ثالثة لتوفير المعلومات لنا حتى نتمكن من إتاحتها لك. آلان ماجد الحسن لا تتحمل أي مسؤولية عن أي خسارة ، مباشرة أو غير مباشرة ، واجهت نتيجة الاعتماد كليا على هذه الوظيفة من التطبيق. في مرحلة ما ، قد نرغب في تحديث التطبيق. التطبيق متاح حاليا على الروبوت ودائرة الرقابة الداخلية-متطلبات كلا النظامين (ولأي أنظمة إضافية قررنا تمديد توافر التطبيق ل) قد تتغير ، وسوف تحتاج إلى تحميل التحديثات إذا كنت ترغب في الاستمرار في استخدام التطبيق. لا يعد آلان ماجد الحسن بأنه سيقوم دائما بتحديث التطبيق بحيث يكون مناسبا لك و / أو يعمل مع إصدار أندرويد وآي أو إس الذي قمت بتثبيته على جهازك. ومع ذلك ، فإنك تعد بقبول تحديثات التطبيق دائما عند تقديمها لك ، وقد نرغب أيضا في التوقف عن تقديم التطبيق ، وقد ننهي استخدامه في أي وقت دون تقديم إشعار بالإنهاء لك. ما لم نخبرك بخلاف ذلك ، عند أي إنهاء ، (أ) ستنتهي الحقوق والتراخيص الممنوحة لك في هذه الشروط ؛ (ب) يجب عليك التوقف عن استخدام التطبيق ، و (إذا لزم الأمر) حذفه من جهازك.",
  "tC_changesTermsConditions": "التغييرات على هذه الشروط والأحكام\n",
  "tC_changesTermsConditions_text": "قد أقوم بتحديث الشروط والأحكام الخاصة بنا من وقت لآخر. وبالتالي ، ينصح بمراجعة هذه الصفحة بشكل دوري لأي تغييرات. سأخطرك بأي تغييرات عن طريق نشر الشروط والأحكام الجديدة على هذه الصفحة.هذه الشروط والأحكام سارية اعتبارا من 2022-01-01",
  "tC_contactUs": "اتصل بنا\n",
  "tC_contactUs_text": "إذا كان لديك أي أسئلة أو اقتراحات حول الشروط والأحكام الخاصة بي ، فلا تتردد في الاتصال بي على alanalhasan0@gmail.com."
}