{
  "recentTitle": "Journal des appels",
  "recent": "Récent",
  "noCall": "Aucun appel fondé récemment",
  "contacts": "Contacts",
  "search": "Rechercher",
  "noContacts": "Aucun contact fondé",
  "add": "Ajouter",
  "call": "Appeler",
  "enterPhoneNum": "Entrez d’abord un numéro de téléphone",
  "settings": "Paramètres",
  "lang": "Langue",
  "themeMode": "Mode Thème",
  "arabic": "Arabe",
  "english": "Anglais",
  "lightMode": "Mode d’éclairage",
  "darkMode": "Mode sombre",
  "profile": "Profil",
  "aboutUs": "Qui sommes-nous",
  "contactUs": "Contactez-nous",
  "privacyPolicy": "Politique de confidentialité",
  "rateUs": "Évaluez-nous",
  "shareApp": "Partager L'application",
  "exit": "Sortie",
  "plzChooseGender": "Veuillez choisir votre sexe",
  "male": "Mâle",
  "female": "Femelle",
  "choiceGender": "Choix Sexe",
  "yourGender": "Votre sexe",
  "signWithUs": "Signez avec nous",
  "yourName": "Votre nom",
  "yourNumber": "Votre numéro",
  "save": "Sauvegarder",
  "delete": "Supprimer",
  "cancel": "Annuler",
  "areYouSure": "Êtes-vous sûr de supprimer",
  "edit": "Éditer",
  "french": "Français",
  "name": "Nom",
  "phone": "Téléphone",
  "gender": "Genre",
  "logout": "Déconnexion",
  "statistics": "Statistique",
  "statisticsIsSoon":"Statistiques Est Bientôt",
  "chat":"Chat",
  "messages":"Messages",
  "agreeTermsConditions": "Accepter les conditions générales",
  "pleaseAgreeTermsConditions": "Veuillez accepter les Termes et Conditions",
  "pP_privacyPolicy":"Politique de confidentialité\n",
  "pP_privacyPolicy_text": "Alan Majed Alhasan a créé l'application Cally en tant qu'application gratuite.Ce SERVICE est fourni gratuitement par Alan Majed Alhasan et est destiné à être utilisé tel quel.Cette page est utilisée pour informer les visiteurs de mes politiques en matière de collecte, d'utilisation et de divulgation d'informations personnelles si quelqu'un décidait d'utiliser mon Service.\nSi vous choisissez d'utiliser mon Service, vous acceptez la collecte et l'utilisation d'informations en relation avec cette politique. Les Informations personnelles que je collecte sont utilisées pour fournir et améliorer le Service. Je n'utiliserai ni ne partagerai vos informations avec qui que ce soit, sauf comme décrit dans la présente Politique de confidentialité.\nLes termes utilisés dans la présente Politique de confidentialité ont la même signification que dans nos Conditions Générales, qui sont accessibles sur Cally, sauf indication contraire dans la présente Politique de confidentialité.",
  "pP_informationCollectionUse":"Collecte et utilisation des informations\n",
  "pP_informationCollectionUse_text": "Pour une meilleure expérience, lors de l'utilisation de notre Service, je peux vous demander de nous fournir certaines informations personnellement identifiables. Les informations que je demande seront conservées sur votre appareil et ne sont en aucun cas collectées par moi.",
  "pP_logData": "Données du journal\n",
  "pP_logData_text":" Je tiens à vous informer que chaque fois que vous utilisez mon Service, en cas d'erreur dans l'application, je collecte des données et des informations (via des produits tiers) sur votre téléphone appelées Données de journal. Ces Données de journal peuvent inclure des informations telles que l'adresse de protocole Internet (“IP”) de votre appareil, le nom de l'appareil, la version du système d'exploitation, la configuration de l'application lors de l'utilisation de mon Service, l'heure et la date de votre utilisation du Service, et d'autres statistiques.",
  "pP_cookies": "Cookies\n",
  "pP_cookies_text": "Les cookies sont des fichiers contenant une petite quantité de données qui sont couramment utilisés comme identifiants uniques anonymes. Ceux-ci sont envoyés à votre navigateur à partir des sites Web que vous visitez et sont stockés dans la mémoire interne de votre appareil.Ce Service n'utilise pas explicitement ces “cookies”. Cependant, l'application peut utiliser du code et des bibliothèques tiers qui utilisent des 'cookies' pour collecter des informations et améliorer leurs services. Vous avez la possibilité d'accepter ou de refuser ces cookies et de savoir quand un cookie est envoyé sur votre appareil. Si vous choisissez de refuser nos cookies, vous ne pourrez peut-être pas utiliser certaines parties de ce Service.",
  "pP_serviceProviders":"Fournisseurs de services\n",
  "pP_serviceProviders_text": "Je peux employer des sociétés tierces et des particuliers pour les raisons suivantes:\n\n1. Pour faciliter notre service\n2. Pour fournir le service en notre nom\n3. Pour effectuer des services liés aux services\n4. Pour nous aider à analyser l'utilisation de notre Service.\n\nnous souhaitons informer les utilisateurs de ce Service que ces tiers ont accès à leurs Informations personnelles. La raison en est d'effectuer les tâches qui leur sont assignées en notre nom. Cependant, ils sont tenus de ne pas divulguer ou utiliser les informations à d'autres fins.",
  "pP_security": "Sécurité\n",
  "pP_security_text":"J'apprécie votre confiance en nous fournissant vos informations personnelles, nous nous efforçons donc d'utiliser des moyens commercialement acceptables pour les protéger. Mais rappelez-vous qu'aucune méthode de transmission sur Internet, ni méthode de stockage électronique n'est 100% sécurisée et fiable, et je ne peux garantir sa sécurité absolue.",
  "pP_linksOtherSites": "Liens vers d'autres sites\n",
  "pP_linksOtherSites_text": "Ce Service peut contenir des liens vers d'autres sites. Si vous cliquez sur un lien tiers, vous serez dirigé vers ce site. Notez que ces sites externes ne sont pas exploités par moi. Par conséquent, je vous conseille vivement de consulter la Politique de confidentialité de ces sites Web. Je n'ai aucun contrôle et n'assume aucune responsabilité pour le contenu, les politiques de confidentialité ou les pratiques des sites ou services tiers.",
  "pP_childrenPrivacy": "Confidentialité des enfants\n",
  "pP_childrenPrivacy_text":"Je ne collecte pas sciemment d'informations personnellement identifiables auprès des enfants. J'encourage tous les enfants à ne jamais soumettre d'informations personnellement identifiables via l'Application et/ou les Services. J'encourage les parents et les tuteurs légaux à surveiller l'utilisation d'Internet de leurs enfants et à aider à faire respecter cette Politique en demandant à leurs enfants de ne jamais fournir d'informations personnellement identifiables via l'Application et / ou les Services sans leur permission. Si vous avez des raisons de croire qu'un enfant nous a fourni des informations personnellement identifiables via l'Application et/ou les Services, veuillez nous contacter. Vous devez également être âgé d'au moins 16 ans pour consentir au traitement de vos informations personnelles identifiables dans votre pays (dans certains pays, nous pouvons autoriser votre parent ou tuteur à le faire en votre nom).",
  "pP_changesThisPrivacyPolicy":"Modifications de cette Politique de confidentialité\n",
  "pP_changesThisPrivacyPolicy_text": "Je peux mettre à jour notre Politique de confidentialité de temps en temps. Ainsi, il vous est conseillé de consulter cette page périodiquement pour tout changement. Je vous informerai de tout changement en publiant la nouvelle politique de confidentialité sur cette page.\n\nCETTE politique est effective à partir du 2022-01-01",
  "pP_contactUs": "Contactez-nous\n",
  "pP_contactUs_text": "Si vous avez des questions ou des suggestions concernant ma politique de confidentialité, n'hésitez pas à me contacter à alanalhasan0@gmail.com",
  "tC_termsConditions": "Termes et conditions\n",
  "tC_termsConditions_text": "En téléchargeant ou en utilisant l'application, ces conditions s'appliqueront automatiquement à vous – vous devez donc vous assurer de les lire attentivement avant d'utiliser l'application. Vous n'êtes pas autorisé à copier ou à modifier l'application, toute partie de l'application ou nos marques de commerce de quelque manière que ce soit. Vous n'êtes pas autorisé à tenter d'extraire le code source de l'application, et vous ne devez pas non plus essayer de traduire l'application dans d'autres langues ou de créer des versions dérivées. L'application elle-même, ainsi que toutes les marques, droits d'auteur, droits de base de données et autres droits de propriété intellectuelle qui y sont liés, appartiennent toujours à Alan Majed Alhasan.\nAlan Majed Alhasan s'engage à ce que l'application soit aussi utile et efficace que possible. Pour cette raison, nous nous réservons le droit d'apporter des modifications à l'application ou de facturer ses services, à tout moment et pour quelque raison que ce soit. Nous ne vous facturerons jamais l'application ou ses services sans vous indiquer clairement ce que vous payez exactement.L'application Cally stocke et traite les données personnelles que vous nous avez fournies pour fournir mon service. Il est de votre responsabilité de sécuriser votre téléphone et l'accès à l'application. Nous vous recommandons donc de ne pas jailbreaker ou rooter votre téléphone, ce qui est le processus de suppression des restrictions logicielles et des limitations imposées par le système d'exploitation officiel de votre appareil. Cela pourrait rendre votre téléphone vulnérable aux logiciels malveillants/virus / programmes malveillants, compromettre les fonctions de sécurité de votre téléphone et cela pourrait signifier que l'application Cally ne fonctionnera pas correctement ou pas du tout.Vous devez être conscient qu'il y a certaines choses dont Alan Majed Alhasan n'assumera pas la responsabilité. Certaines fonctions de l'application nécessiteront que l'application dispose d'une connexion Internet active. La connexion peut être Wi-Fi ou fournie par votre fournisseur de réseau mobile, mais Alan Majed Alhasan ne peut pas assumer la responsabilité du fait que l'application ne fonctionne pas à pleine fonctionnalité si vous n'avez pas accès au Wi-Fi et qu'il ne vous reste plus aucune de vos données.allocation.\nSi vous utilisez l'application en dehors d'une zone avec Wi-Fi, vous devez vous rappeler que les termes de l'accord avec votre fournisseur de réseau mobile s'appliqueront toujours. En conséquence, votre opérateur de téléphonie mobile peut vous facturer le coût des données pour la durée de la connexion lors de l'accès à l'application, ou d'autres frais tiers. En utilisant l'application, vous acceptez la responsabilité de ces frais, y compris les frais de données d'itinérance si vous utilisez l'application en dehors de votre territoire d'origine (région ou pays) sans désactiver l'itinérance des données. Si vous n'êtes pas le payeur de la facture de l'appareil sur lequel vous utilisez l'application, sachez que nous supposons que vous avez reçu l'autorisation du payeur de la facture pour utiliser l'application.Dans le même ordre d'idées, Alan Majed Alhasan ne peut pas toujours assumer la responsabilité de la façon dont vous utilisez l'application, c'est-à-dire Vous devez vous assurer que votre appareil reste chargé – s'il est à court de batterie et que vous ne pouvez pas l'allumer pour bénéficier du service, Alan Majed Alhasan ne peut en assumer la responsabilité.En ce qui concerne la responsabilité d'Alan Majed Alhasan pour votre utilisation de l'application, lorsque vous utilisez l'application, il est important de garder à l'esprit que bien que nous nous efforcions de nous assurer qu'elle est mise à jour et correcte à tout moment, nous comptons sur des tiers pour nous fournir des informations afin que nous puissions les mettre à votre disposition. Alan Majed Alhasan décline toute responsabilité pour toute perte, directe ou indirecte, que vous subissez du fait de vous fier entièrement à cette fonctionnalité de l'application.À un moment donné, nous souhaiterons peut-être mettre à jour l'application. L'application est actuellement disponible sur Android et iOS – les exigences pour les deux systèmes(et pour tous les systèmes supplémentaires auxquels nous décidons d'étendre la disponibilité de l'application) peuvent changer, et vous devrez télécharger les mises à jour si vous souhaitez continuer à utiliser l'application. Alan Majed Alhasan ne promet pas qu'il mettra toujours à jour l'application afin qu'elle soit pertinente pour vous et/ou fonctionne avec la version Android et iOS que vous avez installée sur votre appareil. Cependant, vous vous engagez à toujours accepter les mises à jour de l'application lorsqu'elles vous sont proposées, Nous pouvons également souhaiter cesser de fournir l'application et mettre fin à son utilisation à tout moment sans vous en informer. Sauf indication contraire de notre part, en cas de résiliation, (a) les droits et licences qui vous sont accordés dans les présentes conditions prendront fin; (b) vous devez cesser d'utiliser l'application et (si nécessaire) la supprimer de votre appareil.",
  "tC_changesTermsConditions": "Modifications des présentes Conditions générales\n",
  "tC_changesTermsConditions_text": "Je peux mettre à jour nos Conditions générales de temps à autre. Ainsi, il vous est conseillé de consulter cette page périodiquement pour tout changement. Je vous informerai de tout changement en publiant les nouveaux Termes et conditions sur cette page.\nces conditions générales sont en vigueur à partir du 2022-01-01",
  "tC_contactUs": "Contactez-nous\n",
  "tC_contactUs_text": "Si vous avez des questions ou des suggestions sur mes Conditions générales, n'hésitez pas à me contacter à alanalhasan0@gmail.com."
}